Repository: electronic-mars/MCD
Catalog: src/MCD.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr, uk_ua, zh_hans

# PresetsIntro.Text
source: Saved widget layouts. Apply any layout to the selected screen’s bar.
cs_cz: Uložená rozložení widgetů. Libovolné rozložení lze použít na panel vybrané obrazovky.
de_de: Gespeicherte Widget-Layouts. Wenden Sie ein Layout auf die Leiste des ausgewählten Bildschirms an.
es_es: Diseños de widgets guardados. Aplica cualquier diseño a la barra de la pantalla seleccionada.
fr_fr: Dispositions de widgets enregistrées. Appliquez une disposition à la barre de l’écran sélectionné.
it_it: Layout dei widget salvati. Applica un layout alla barra dello schermo selezionato.
ja_jp: 保存済みのウィジェットレイアウトです。選択した画面のバーにレイアウトを適用します。
ko_kr: 저장된 위젯 레이아웃입니다. 선택한 화면의 바에 레이아웃을 적용하세요.
nl_nl: Opgeslagen widget-indelingen. Pas een indeling toe op de balk van het geselecteerde scherm.
pl_pl: Zapisane układy widżetów. Zastosuj dowolny układ do paska wybranego ekranu.
pt_br: Layouts de widgets salvos. Aplique qualquer layout à barra da tela selecionada.
ru_ru: Сохранённые наборы виджетов. Любой можно применить к панели выбранного экрана.
tr_tr: Kaydedilmiş pencere öğesi düzenleri. Herhangi bir düzeni seçili ekranın çubuğuna uygulayın.
uk_ua: Збережені набори віджетів. Будь-який набір можна застосувати до панелі вибраного екрана.
zh_hans: 已保存的小组件布局。将任何布局应用于所选屏幕的停靠栏。

# ChipHint
source: Drag a widget onto a bar, or select + to add it to the selected bar.
cs_cz: Přetáhněte widget na panel, nebo ho přidejte na vybraný panel tlačítkem +.
de_de: Ziehen Sie ein Widget auf eine Leiste oder wählen Sie +, um es der ausgewählten Leiste hinzuzufügen.
es_es: Arrastra un widget a una barra o selecciona + para añadirlo a la barra seleccionada.
fr_fr: Faites glisser un widget sur une barre, ou sélectionnez + pour l’ajouter à la barre sélectionnée.
it_it: Trascina un widget su una barra o seleziona + per aggiungerlo alla barra selezionata.
ja_jp: ウィジェットをバーにドラッグするか、+ を選択して追加してください。
ko_kr: 위젯을 바 위로 끌어다 놓거나 +를 선택하여 선택한 바에 추가하세요.
nl_nl: Sleep een widget naar een balk, of selecteer + om deze aan de geselecteerde balk toe te voegen.
pl_pl: Przeciągnij widżet na pasek lub wybierz +, aby dodać go do wybranego paska.
pt_br: Arraste um widget para a barra ou selecione + para adicioná-lo à barra selecionada.
ru_ru: Перетащите на панель или нажмите «+», чтобы добавить на выбранную панель.
tr_tr: Bir pencere öğesini çubuğa sürükleyin veya seçili çubuğa eklemek için + simgesini seçin.
uk_ua: Перетягніть віджет на панель або натисніть «+», щоб додати його на вибрану панель.
zh_hans: 将小组件拖到停靠栏，或选择 + 将其添加到所选停靠栏。

# ToastDone
source: Done: {0}
cs_cz: Hotovo: {0}
de_de: Fertig: {0}
es_es: Hecho: {0}
fr_fr: Terminé : {0}
it_it: Completato: {0}
ja_jp: 完了: {0}
ko_kr: 완료: {0}
nl_nl: Klaar: {0}
pl_pl: Gotowe: {0}
pt_br: Concluído: {0}
ru_ru: Готово: {0}
tr_tr: Tamamlandı: {0}
uk_ua: Готово: {0}
zh_hans: 已完成: {0}

# ToastUndo
source: Undo
cs_cz: Zpět
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
it_it: Annulla
ja_jp: 元に戻す
ko_kr: 실행 취소
nl_nl: Ongedaan maken
pl_pl: Cofnij
pt_br: Desfazer
ru_ru: Отменить
tr_tr: Geri Al
uk_ua: Скасувати
zh_hans: 撤销

# PresetsEmpty
source: No saved layouts yet.
cs_cz: Zatím nejsou uložená žádná rozložení.
de_de: Noch keine gespeicherten Layouts.
es_es: Aún no hay diseños guardados.
fr_fr: Aucune disposition enregistrée pour l’instant.
it_it: Nessun layout salvato.
ja_jp: 保存済みのレイアウトはありません。
ko_kr: 저장된 레이아웃이 없습니다.
nl_nl: Nog geen opgeslagen indelingen.
pl_pl: Brak zapisanych układów.
pt_br: Nenhum layout salvo ainda.
ru_ru: Наборов пока нет. Сохранённый набор можно применить к любому экрану.
tr_tr: Henüz kaydedilmiş düzen yok.
uk_ua: Збережених наборів поки немає.
zh_hans: 尚无保存的布局。

# LampOn
source: Bar on
cs_cz: Panel zapnutý
de_de: Leiste ein
es_es: Barra activada
fr_fr: Barre activée
it_it: Barra attiva
ja_jp: バー: オン
ko_kr: 바 켜짐
nl_nl: Balk aan
pl_pl: Pasek włączony
pt_br: Barra ligada
ru_ru: панель включена
tr_tr: Çubuk açık
uk_ua: Увімкнено
zh_hans: 停靠栏开启

# LampOff
source: Bar off
cs_cz: Panel vypnutý
de_de: Leiste aus
es_es: Barra apag.
fr_fr: Barre éteinte
it_it: Barra spenta
ja_jp: バー: オフ
ko_kr: 바 꺼짐
nl_nl: Balk uit
pl_pl: Pasek wyłączony
pt_br: Barra deslig.
ru_ru: панель выключена
tr_tr: Çubuk kapalı
uk_ua: Вимкнено
zh_hans: 停靠栏关闭

# EdgeBoardHint
source: Select an edge
cs_cz: Vyberte okraj
de_de: Bildschirmrand auswählen
es_es: Selecciona un borde
fr_fr: Sélectionnez un bord
it_it: Seleziona un bordo
ja_jp: 端を選択
ko_kr: 가장자리 선택
nl_nl: Selecteer een rand
pl_pl: Wybierz krawędź
pt_br: Selecione uma borda
ru_ru: Выберите сторону
tr_tr: Bir kenar seçin
uk_ua: Виберіть край
zh_hans: 选择边缘

# WidgetsBarGroup
source: The bar
cs_cz: Panel
de_de: Die Leiste
es_es: La barra
fr_fr: La barre
it_it: La barra
ja_jp: バー
ko_kr: 바
nl_nl: De balk
pl_pl: Pasek
pt_br: A barra
ru_ru: Панель
tr_tr: Çubuk
uk_ua: Панель
zh_hans: 停靠栏

# BarGestures
source: Drag to move · Drag off the bar to remove · Right-click for the menu
cs_cz: Přetažením přesunete · Přetažením z panelu odeberete · Pravým tlačítkem otevřete nabídku
de_de: Ziehen zum Verschieben · Von der Leiste ziehen zum Entfernen · Rechtsklick für das Menü
es_es: Arrastra para mover · Arrastra fuera de la barra para quitar · Clic derecho para el menú
fr_fr: Glisser pour déplacer · Glisser hors de la barre pour retirer · Clic droit pour le menu
it_it: Trascina per spostare · Trascina fuori dalla barra per rimuovere · Tasto destro per il menu
ja_jp: ドラッグで移動 · バー外へドラッグで削除 · 右クリックでメニュー
ko_kr: 드래그하여 이동 · 바 밖으로 드래그하여 제거 · 마우스 오른쪽 클릭으로 메뉴 열기
nl_nl: Sleep om te verplaatsen · Sleep van de balk om te verwijderen · Klik met de rechtermuisknop voor het menu
pl_pl: Przeciągnij, aby przenieść · Przeciągnij poza pasek, aby usunąć · Kliknij prawym przyciskiem myszy, aby otworzyć menu
pt_br: Arraste para mover · Arraste para fora para remover · Clique com o botão direito para o menu
ru_ru: Перетащить — переместить · за пределы панели — убрать · правый щелчок — меню
tr_tr: Taşımak için sürükleyin · Kaldırmak için çubuk dışına sürükleyin · Menü için sağ tıklayın
uk_ua: Перетягніть — перемістити · за межі панелі — прибрати · права кнопка миші — меню
zh_hans: 拖动以移动 · 拖出停靠栏以移除 · 右键单击打开菜单

# PinsEditorTitle
source: Name and icon
cs_cz: Název a ikona
de_de: Name und Symbol
es_es: Nombre e icono
fr_fr: Nom et icône
it_it: Nome e icona
ja_jp: 名前とアイコン
ko_kr: 이름 및 아이콘
nl_nl: Naam en pictogram
pl_pl: Nazwa i ikona
pt_br: Nome e ícone
ru_ru: Название и значок
tr_tr: Ad ve simge
uk_ua: Назва та значок
zh_hans: 名称和图标

# LookIconsGroup
source: Reading icons
cs_cz: Ikony hodnot
de_de: Messwertsymbole
es_es: Iconos de lectura
fr_fr: Icônes de relevés
it_it: Icone di lettura
ja_jp: 測定値アイコン
ko_kr: 측정값 아이콘
nl_nl: Pictogrammen voor metingen
pl_pl: Ikony odczytu
pt_br: Ícones de leitura
ru_ru: Значки показаний
tr_tr: Okuma simgeleri
uk_ua: Значки показників
zh_hans: 读取图标

# LookSampleGroup
source: Preview
cs_cz: Náhled
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리보기
nl_nl: Voorbeeld
pl_pl: Podgląd
pt_br: Visualização
ru_ru: Образец
tr_tr: Önizleme
uk_ua: Перегляд
zh_hans: 预览

# IconChange
source: Change…
cs_cz: Změnit…
de_de: Ändern…
es_es: Cambiar…
fr_fr: Modifier…
it_it: Cambia…
ja_jp: 変更…
ko_kr: 변경…
nl_nl: Wijzigen…
pl_pl: Zmień…
pt_br: Alterar…
ru_ru: Изменить…
tr_tr: Değiştir…
uk_ua: Змінити…
zh_hans: 更改…

# PinOpenFolder
source: Open folder
cs_cz: Otevřít složku
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
it_it: Apri cartella
ja_jp: フォルダーを開く
ko_kr: 폴더 열기
nl_nl: Map openen
pl_pl: Otwórz folder
pt_br: Abrir pasta
ru_ru: Открыть папку
tr_tr: Klasörü aç
uk_ua: Відкрити папку
zh_hans: 打开文件夹

# PinDialogHint
source: You can also drop a file onto the bar to pin it.
cs_cz: Soubor můžete připnout i přetažením na panel.
de_de: Sie können auch eine Datei auf die Leiste ziehen, um sie anzuheften.
es_es: También puedes arrastrar un archivo a la barra para anclarlo.
fr_fr: Vous pouvez aussi déposer un fichier sur la barre pour l’épingler.
it_it: Puoi anche trascinare un file sulla barra per fissarlo.
ja_jp: ファイルをバーにドラッグしてピン留めすることもできます。
ko_kr: 파일을 바 위로 끌어다 놓아 고정할 수도 있습니다.
nl_nl: Je kunt ook een bestand naar de balk slepen om het vast te maken.
pl_pl: Możesz również przeciągnąć plik na pasek, aby go przypiąć.
pt_br: Você também pode arrastar um arquivo para a barra para fixá-lo.
ru_ru: Можно также перетащить файл на панель: он закрепится на месте сброса.
tr_tr: Sabitlemek için çubuğa bir dosya da sürükleyebilirsiniz.
uk_ua: Можна також перетягнути файл на панель, щоб закріпити його.
zh_hans: 您也可以将文件拖放到停靠栏以将其固定。

# BarMenuSettings
source: Settings…
cs_cz: Nastavení…
de_de: Einstellungen…
es_es: Configuración…
fr_fr: Paramètres…
it_it: Impostazioni…
ja_jp: 設定…
ko_kr: 설정…
nl_nl: Instellingen…
pl_pl: Ustawienia…
pt_br: Configurações…
ru_ru: Настройки…
tr_tr: Ayarlar…
uk_ua: Налаштування…
zh_hans: 设置…

# BarMenuHideAll
source: Hide bars
cs_cz: Skrýt panely
de_de: Leisten ausblenden
es_es: Ocultar barras
fr_fr: Masquer les barres
it_it: Nascondi barre
ja_jp: バーを非表示
ko_kr: 바 숨기기
nl_nl: Balken verbergen
pl_pl: Ukryj paski
pt_br: Ocultar barras
ru_ru: Скрыть панели
tr_tr: Çubukları gizle
uk_ua: Сховати панелі
zh_hans: 隐藏停靠栏

# BarMenuExit
source: Exit
cs_cz: Ukončit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
it_it: Esci
ja_jp: 終了
ko_kr: 종료
nl_nl: Afsluiten
pl_pl: Zakończ
pt_br: Sair
ru_ru: Выход
tr_tr: Çıkış
uk_ua: Вихід
zh_hans: 退出

# BarWelcome
source: Right-click for the menu and settings. Drop files here to pin them.
cs_cz: Pravým tlačítkem otevřete nabídku a nastavení. Soubory připnete přetažením sem.
de_de: Rechtsklick für Menü und Einstellungen. Ziehen Sie Dateien hierher, um sie anzuheften.
es_es: Clic derecho para el menú y la configuración. Arrastra archivos aquí para anclarlos.
fr_fr: Clic droit pour le menu et les paramètres. Déposez des fichiers ici pour les épingler.
it_it: Tasto destro per menu e impostazioni. Trascina i file qui per fissarli.
ja_jp: 右クリックでメニューと設定を開きます。ファイルをここにドラッグしてピン留めしてください。
ko_kr: 마우스 오른쪽 클릭으로 메뉴와 설정을 엽니다. 파일을 여기로 끌어다 놓아 고정하세요.
nl_nl: Klik met de rechtermuisknop voor het menu en de instellingen. Sleep bestanden hierheen om ze vast te maken.
pl_pl: Kliknij prawym przyciskiem myszy, aby otworzyć menu i ustawienia. Przeciągnij pliki tutaj, aby je przypiąć.
pt_br: Clique com o botão direito para o menu e configurações. Arraste arquivos aqui para fixá-los.
ru_ru: Правый щелчок — меню и настройки. Перетащите сюда файл, чтобы закрепить его.
tr_tr: Menü ve ayarlar için sağ tıklayın. Sabitlemek için dosyaları buraya sürükleyin.
uk_ua: Права кнопка миші — меню та налаштування. Перетягніть сюди файли, щоб закріпити їх.
zh_hans: 右键单击以打开菜单和设置。将文件拖放到此处以固定。

# BarsShow
source: Show bars
cs_cz: Zobrazit panely
de_de: Leisten anzeigen
es_es: Mostrar barras
fr_fr: Afficher les barres
it_it: Mostra barre
ja_jp: バーを表示
ko_kr: 바 표시
nl_nl: Balken tonen
pl_pl: Pokaż paski
pt_br: Mostrar barras
ru_ru: Показать панели
tr_tr: Çubukları göster
uk_ua: Показати панелі
zh_hans: 显示停靠栏

# NavHideItem.AutomationProperties.Name
source: Hide or show the bars
cs_cz: Skrýt nebo zobrazit panely
de_de: Leisten ein- oder ausblenden
es_es: Ocultar o mostrar las barras
fr_fr: Masquer ou afficher les barres
it_it: Nascondi o mostra le barre
ja_jp: バーの表示/非表示
ko_kr: 바 숨기기 또는 표시
nl_nl: Balken verbergen of tonen
pl_pl: Ukryj lub pokaż paski
pt_br: Ocultar ou mostrar as barras
ru_ru: Скрыть или показать панели
tr_tr: Çubukları gizle veya göster
uk_ua: Сховати або показати панелі
zh_hans: 隐藏或显示停靠栏

# SourceNeedsDriver
source: needs the PawnIO driver
cs_cz: vyžaduje ovladač PawnIO
de_de: benötigt den PawnIO-Treiber
es_es: necesita el controlador PawnIO
fr_fr: nécessite le pilote PawnIO
it_it: richiede il driver PawnIO
ja_jp: PawnIO ドライバーが必要です
ko_kr: PawnIO 드라이버가 필요합니다
nl_nl: heeft de PawnIO-driver nodig
pl_pl: wymaga sterownika PawnIO
pt_br: precisa do driver PawnIO
ru_ru: нужен драйвер PawnIO
tr_tr: PawnIO sürücüsüne ihtiyaç duyuyor
uk_ua: потрібен драйвер PawnIO
zh_hans: 需要 PawnIO 驱动程序

# SourceCpu
source: CPU registers
cs_cz: Registr CPU
de_de: CPU-Register
es_es: Registros de CPU
fr_fr: Registres CPU
it_it: Registri CPU
ja_jp: CPU レジスタ
ko_kr: CPU 레지스터
pl_pl: Rejestry CPU
pt_br: Registros da CPU
ru_ru: регистры процессора
tr_tr: CPU yazmaçları
uk_ua: Регістри CPU
zh_hans: CPU 寄存器

# SourceDimm
source: memory modules
cs_cz: moduly paměti
de_de: Speichermodule
es_es: módulos de memoria
fr_fr: modules de mémoire
it_it: moduli memoria
ja_jp: メモリ モジュール
ko_kr: 메모리 모듈
nl_nl: geheugenmodules
pl_pl: moduły pamięci
pt_br: módulos de memória
ru_ru: модули памяти
tr_tr: bellek modülleri
uk_ua: модулі пам’яті
zh_hans: 内存模块

# DriverRow
source: CPU and memory temperatures
cs_cz: Teploty CPU a paměti
de_de: CPU- und Speichertemperaturen
es_es: Temperaturas de CPU y memoria
fr_fr: Températures du CPU et de la mémoire
it_it: Temperature CPU e memoria
ja_jp: CPU およびメモリの温度
ko_kr: CPU 및 메모리 온도
nl_nl: CPU- en geheugentemperaturen
pl_pl: Temperatury CPU i pamięci
pt_br: Temperaturas de CPU e memória
ru_ru: Температура процессора и памяти
tr_tr: CPU ve bellek sıcaklıkları
uk_ua: Температури процесора та пам’яті
zh_hans: CPU 和内存温度

# DriverRowHint
source: CPU and memory temperatures require the PawnIO driver. Installing it needs administrator rights.
cs_cz: Teploty CPU a paměti vyžadují ovladač PawnIO. Jeho instalace vyžaduje oprávnění správce.
de_de: CPU- und Speichertemperaturen erfordern den PawnIO-Treiber. Die Installation erfordert Administratorrechte.
es_es: Las temperaturas de CPU y memoria requieren el controlador PawnIO. Su instalación requiere permisos de administrador.
fr_fr: Les températures du CPU et de la mémoire nécessitent le pilote PawnIO. Son installation requiert des droits d'administrateur.
it_it: Le temperature di CPU e memoria richiedono il driver PawnIO. L'installazione richiede i diritti di amministratore.
ja_jp: CPU およびメモリの温度の表示には PawnIO ドライバーが必要です。インストールには管理者権限が必要です。
ko_kr: CPU 및 메모리 온도를 확인하려면 PawnIO 드라이버가 필요합니다. 설치하려면 관리자 권한이 필요합니다.
nl_nl: CPU- en geheugentemperaturen vereisen het PawnIO-stuurprogramma. Voor de installatie zijn beheerdersrechten vereist.
pl_pl: Temperatury CPU i pamięci wymagają sterownika PawnIO. Instalacja wymaga uprawnień administratora.
pt_br: As temperaturas de CPU e memória exigem o driver PawnIO. A instalação requer privilégios de administrador.
ru_ru: Для температуры процессора и памяти нужен драйвер PawnIO. Установка выполняется один раз и требует прав администратора.
tr_tr: CPU ve bellek sıcaklıkları PawnIO sürücüsü gerektirir. Kurulum için yönetici hakları gereklidir.
uk_ua: Для температури процесора та пам’яті потрібен драйвер PawnIO. Для його інсталяції потрібні права адміністратора.
zh_hans: CPU 和内存温度需要 PawnIO 驱动程序。安装该驱动程序需要管理员权限。

# DriverRowInstalledHint
source: PawnIO {0} is installed but not responding. Restarting the app usually fixes this.
cs_cz: PawnIO {0} je nainstalovaný, ale nereaguje. Obvykle pomůže restartovat aplikaci.
de_de: PawnIO {0} ist installiert, reagiert aber nicht. Ein Neustart der App behebt das Problem meist.
es_es: PawnIO {0} está instalado pero no responde. Reiniciar la app suele solucionar esto.
fr_fr: PawnIO {0} est installé mais ne répond pas. Le redémarrage de l'application résout généralement ce problème.
it_it: PawnIO {0} è installato ma non risponde. Riavviare l'app solitamente risolve il problema.
ja_jp: PawnIO {0} はインストールされていますが、応答していません。通常、アプリを再起動すると解決します。
ko_kr: PawnIO {0}가 설치되었으나 응답하지 않습니다. 앱을 다시 시작하면 보통 해결됩니다.
nl_nl: PawnIO {0} is geïnstalleerd maar reageert niet. Dit wordt meestal opgelost door de app opnieuw te starten.
pl_pl: PawnIO {0} jest zainstalowany, ale nie odpowiada. Restart aplikacji zazwyczaj rozwiązuje ten problem.
pt_br: PawnIO {0} está instalado, mas não responde. Reiniciar o app geralmente resolve isso.
ru_ru: PawnIO {0} установлен, но не ответил. Обычно помогает перезапуск программы.
tr_tr: PawnIO {0} kurulu ancak yanıt vermiyor. Uygulamayı yeniden başlatmak genellikle bunu çözer.
uk_ua: PawnIO {0} встановлено, але він не відповідає. Зазвичай допомагає перезапуск програми.
zh_hans: PawnIO {0} 已安装但无响应。重启应用通常可解决此问题。

# DriverGet
source: Download driver…
cs_cz: Stáhnout ovladač…
de_de: Treiber herunterladen…
es_es: Descargar controlador…
fr_fr: Télécharger le pilote…
it_it: Scarica driver…
ja_jp: ドライバーをダウンロード…
ko_kr: 드라이버 다운로드…
nl_nl: Stuurprogramma downloaden…
pl_pl: Pobierz sterownik…
pt_br: Baixar driver…
ru_ru: Скачать драйвер…
tr_tr: Sürücüyü indir…
uk_ua: Завантажити драйвер…
zh_hans: 下载驱动程序…

# SenseCpuCoreMaxName
source: Hottest CPU core
cs_cz: Nejteplejší jádro CPU
de_de: Heißester CPU-Kern
es_es: Núcleo de CPU más caliente
fr_fr: Cœur CPU le plus chaud
it_it: Core CPU più caldo
ja_jp: CPUコア最高温度
ko_kr: 가장 뜨거운 CPU 코어
nl_nl: Warmste CPU-kern
pl_pl: Najgorętszy rdzeń CPU
pt_br: Núcleo de CPU mais quente
ru_ru: Процессор — самое горячее ядро
tr_tr: En sıcak CPU çekirdeği
uk_ua: Найгарячіше ядро CPU
zh_hans: CPU 最高核心温度

# SenseCpuCoreMax
source: Temperature of the hottest CPU core.
cs_cz: Teplota nejteplejšího jádra CPU.
de_de: Temperatur des heißesten CPU-Kerns.
es_es: Temperatura del núcleo de CPU más caliente.
fr_fr: Température du cœur CPU le plus chaud.
it_it: Temperatura del core CPU più caldo.
ja_jp: 最も温度が高いCPUコアの温度。
ko_kr: 가장 뜨거운 CPU 코어의 온도입니다.
nl_nl: Temperatuur van de warmste CPU-kern.
pl_pl: Temperatura najgorętszego rdzenia CPU.
pt_br: Temperatura do núcleo de CPU mais quente.
ru_ru: Температура самого горячего ядра.
tr_tr: En sıcak CPU çekirdeğinin sıcaklığı.
uk_ua: Температура найгарячішого ядра CPU.
zh_hans: 温度最高的 CPU 核心的温度。

# SenseCpuPowerName
source: CPU power
cs_cz: Příkon CPU
de_de: CPU-Leistung
es_es: Potencia de CPU
fr_fr: Puissance CPU
it_it: Potenza CPU
ja_jp: CPU電力
ko_kr: CPU 전력
nl_nl: CPU-vermogen
pl_pl: Moc CPU
pt_br: Potência da CPU
ru_ru: Мощность процессора
tr_tr: CPU gücü
uk_ua: Потужність CPU
zh_hans: CPU 功耗

# SenseCpuPower
source: CPU power consumption.
cs_cz: Spotřeba energie CPU.
de_de: Leistungsaufnahme der CPU.
es_es: Consumo de potencia de la CPU.
fr_fr: Consommation électrique du CPU.
it_it: Consumo energetico della CPU.
ja_jp: CPUの消費電力。
ko_kr: CPU 전력 소비량입니다.
nl_nl: CPU-stroomverbruik.
pl_pl: Zużycie energii przez CPU.
pt_br: Consumo de energia da CPU.
ru_ru: Потребляемая мощность процессора.
tr_tr: CPU güç tüketimi.
uk_ua: Споживана потужність CPU.
zh_hans: CPU 功耗。

# SourceNeedsService
source: needs the sensor service
cs_cz: vyžaduje službu senzorů
de_de: erfordert den Sensordienst
es_es: requiere el servicio de sensores
fr_fr: nécessite le service de capteurs
it_it: richiede il servizio sensori
ja_jp: センサーサービスが必要です
ko_kr: 센서 서비스가 필요함
nl_nl: vereist de sensorservice
pl_pl: wymaga usługi czujników
pt_br: precisa do serviço de sensor
ru_ru: нужна служба датчиков
tr_tr: sensör hizmetine ihtiyaç duyuyor
uk_ua: потрібна служба датчиків
zh_hans: 需要传感器服务

# ServiceRow
source: Sensor service
cs_cz: Služba senzorů
de_de: Sensordienst
es_es: Servicio de sensores
fr_fr: Service de capteurs
it_it: Servizio sensori
ja_jp: センサーサービス
ko_kr: 센서 서비스
pl_pl: Usługa czujników
pt_br: Serviço de sensor
ru_ru: Служба датчиков
tr_tr: Sensör hizmeti
uk_ua: Служба датчиків
zh_hans: 传感器服务

# ServiceRowHint
source: PawnIO {0} is installed. The sensor service reads data through it and needs administrator rights to install.
cs_cz: PawnIO {0} je nainstalovaný. Služba senzorů přes něj čte data a její instalace vyžaduje oprávnění správce.
de_de: PawnIO {0} ist installiert. Der Sensordienst liest darüber Daten aus und benötigt Administratorrechte für die Installation.
es_es: PawnIO {0} está instalado. El servicio de sensores lee los datos a través de él y requiere permisos de administrador para instalarse.
fr_fr: PawnIO {0} est installé. Le service de capteurs lit les données via ce pilote et nécessite des droits d'administrateur pour l'installation.
it_it: PawnIO {0} è installato. Il servizio sensori legge i dati tramite di esso e richiede i diritti di amministratore per l'installazione.
ja_jp: PawnIO {0} がインストールされています。センサーサービスはこれを介してデータを読み取り、インストールには管理者権限が必要です。
ko_kr: PawnIO {0}가 설치되어 있습니다. 센서 서비스는 이를 통해 데이터를 읽으며 설치 시 관리자 권한이 필요합니다.
nl_nl: PawnIO {0} is geïnstalleerd. De sensorservice leest gegevens via dit stuurprogramma en heeft beheerdersrechten nodig voor de installatie.
pl_pl: PawnIO {0} jest zainstalowany. Usługa czujników odczytuje dane za jego pomocą i wymaga uprawnień administratora do zainstalowania.
pt_br: PawnIO {0} está instalado. O serviço de sensor lê dados através dele e requer privilégios de administrador para instalação.
ru_ru: PawnIO {0} установлен. Служба датчиков устанавливается один раз и требует прав администратора.
tr_tr: PawnIO {0} kurulu. Sensör hizmeti verileri bunun üzerinden okur ve kurulum için yönetici hakları gerektirir.
uk_ua: PawnIO {0} встановлено. Служба датчиків зчитує дані через нього, і для її встановлення потрібні права адміністратора.
zh_hans: PawnIO {0} 已安装。传感器服务通过该驱动程序读取数据，且安装时需要管理员权限。

# ServiceRowMissing
source: The sensor service is not included in this build.
cs_cz: Služba senzorů není součástí tohoto sestavení.
de_de: Der Sensordienst ist in diesem Build nicht enthalten.
es_es: El servicio de sensores no está incluido en esta versión.
fr_fr: Le service de capteurs n'est pas inclus dans cette version.
it_it: Il servizio sensori non è incluso in questa build.
ja_jp: このビルドにセンサーサービスは含まれていません。
ko_kr: 이 빌드에는 센서 서비스가 포함되어 있지 않습니다.
nl_nl: De sensorservice is niet opgenomen in deze build.
pl_pl: Usługa czujników nie jest zawarta w tej wersji.
pt_br: O serviço de sensor não está incluído nesta versão.
ru_ru: В этой сборке нет файла службы.
tr_tr: Sensör hizmeti bu sürümde mevcut değil.
uk_ua: У цій збірці немає служби датчиків.
zh_hans: 此版本不包含传感器服务。

# ServiceRowWaiting
source: The service is running. Readings will appear shortly.
cs_cz: Služba běží. Hodnoty se brzy zobrazí.
de_de: Der Dienst läuft. Messwerte erscheinen in Kürze.
es_es: El servicio se está ejecutando. Las lecturas aparecerán pronto.
fr_fr: Le service est en cours d'exécution. Les relevés apparaîtront bientôt.
it_it: Il servizio è in esecuzione. Le letture appariranno a breve.
ja_jp: サービスが実行中です。まもなく測定値が表示されます。
ko_kr: 서비스가 실행 중입니다. 곧 측정값이 표시됩니다.
nl_nl: De service wordt uitgevoerd. Metingen verschijnen binnenkort.
pl_pl: Usługa działa. Odczyty pojawią się wkrótce.
pt_br: O serviço está em execução. As leituras aparecerão em breve.
ru_ru: Служба запущена. Ожидание первых показаний.
tr_tr: Hizmet çalışıyor. Okumalar kısa süre içinde görünecek.
uk_ua: Служба запущена. Показники з’являться незабаром.
zh_hans: 服务正在运行。读数将很快出现。

# ServiceInstall
source: Install service…
cs_cz: Nainstalovat službu…
de_de: Dienst installieren…
es_es: Instalar servicio…
fr_fr: Installer le service…
it_it: Installa servizio…
ja_jp: サービスをインストール…
ko_kr: 서비스 설치…
nl_nl: Service installeren…
pl_pl: Zainstaluj usługę…
pt_br: Instalar serviço…
ru_ru: Установить службу…
tr_tr: Hizmeti kur…
uk_ua: Встановити службу…
zh_hans: 安装服务…

# SenseCpuHeatName
source: CPU temperature
cs_cz: Teplota CPU
de_de: CPU-Temperatur
es_es: Temperatura de CPU
fr_fr: Température CPU
it_it: Temperatura CPU
ja_jp: CPU温度
ko_kr: CPU 온도
nl_nl: CPU-temperatuur
pl_pl: Temperatura CPU
pt_br: Temperatura da CPU
ru_ru: Процессор — температура
tr_tr: CPU sıcaklığı
uk_ua: Температура CPU
zh_hans: CPU 温度

# CatProcessor
source: CPU
ru_ru: Процессор

# CatMemory
source: Memory
cs_cz: Paměť
de_de: Speicher
es_es: Memoria
fr_fr: Mémoire
it_it: Memoria
ja_jp: メモリ
ko_kr: 메모리
nl_nl: Geheugen
pl_pl: Pamięć
pt_br: Memória
ru_ru: Память
tr_tr: Bellek
uk_ua: Пам’ять
zh_hans: 内存

# CatGraphics
source: GPU
ru_ru: Видеокарта

# CatStorage
source: Drives
cs_cz: Disky
de_de: Laufwerke
es_es: Unidades
fr_fr: Lecteurs
it_it: Unità
ja_jp: ドライブ
ko_kr: 드라이브
nl_nl: Schijven
pl_pl: Dyski
pt_br: Unidades
ru_ru: Накопители
tr_tr: Sürücüler
uk_ua: Диски
zh_hans: 驱动器
